Repository: ccryptoDev/dermytol
Catalog: app/Resources/translations/*/ModulesWirepaymentShop.*.xlf
Languages: bs_ba

source: %1$s (tax incl.)
bs_ba: %1$s (s PDV-om)

source: Please include these details
bs_ba: Molimo uključiti ove detalje

source: Bank name
bs_ba: Ime Banke

source: Please send us a bank wire with:
bs_ba: Pošaljite nam doznaku banke na:

source: Please specify your order reference %s in the bankwire description.
bs_ba: Navedite broj naloga %s je u opisu bankovnoga plaćanja.

source: We've also sent you this information by e-mail.
bs_ba: Također smo Vam poslali te informacije putem e-maila.

source: If you have questions, comments or concerns, please contact our [1]expert customer support team[/1].
bs_ba: Ukoliko imate pitanja, komentare ili primjedbe, molimo Vas obratite se našem [1] tim stručnjaka za korisničku podršku [/1].

source: We noticed a problem with your order. If you think this is an error, feel free to contact our [1]expert customer support team[/1].
bs_ba: Primjetili smo problem s Vašom narudžbom. Ukoliko smatrate da je greška, možete kontaktirati naš [1] Tim stručne podrške korisnicima [/1].

source: Please transfer the invoice amount to our bank account. You will receive our order confirmation by email containing bank details and order number.
bs_ba: Molimo uplatite iznos računa na naš bankovni račun. Primiti ćete potvrdu narudžbe e-mail-om s bankovnim podacima i brojem narudžbe.

source: Goods will be reserved %s days for you and we'll process the order immediately after receiving the payment.
bs_ba: Roba će biti rezervirana %s dana za Vas, a mi ćemo obraditi narudžbu odmah nakon prijema uplate.

source: More information
bs_ba: Više informacija

source: Bankwire
bs_ba: Bankovna uplata

source: Payment is made by transfer of the invoice amount to the following account:
bs_ba: Uplata se vrši prijenosom iznosa računa na sljedeći račun:
